export const questions = [
  {
    title: "[1] Какой у меня любимый цвет? ",
    variants: ["Черный", "Голубой", "Белый", "Зеленый"],
    correct: 1,
  },
  {
    title: "[2] Какой у меня знак зодиака? ",
    variants: ["Козлоеб", "Козерог", "Водолей"],
    correct: 0,
  },
  {
    title: "[3] Какое у меня любимое время года? ",
    variants: ["Похуй", "Лето", "Зима"],
    correct: 0,
  },
  {
    title: "[4] Какая у меня любимая еда? ",
    variants: ["Оливки", "Шаурма", "Бобы", "Картошка"],
    correct: 3,
  },
  {
    title: "[5] В какой позе я люблю спать? ",
    variants: ["Лениво", "Прикольно", "Раком"],
    correct: 1,
  },
  {
    title: "[6] Мой любимый фильм? ",
    variants: ["Зеленый слоник", "Хаггард", "Темный рыцарь"],
    correct: 1,
  },
  {
    title: "[7] Если ли бы я сделал/а татуировку, что бы это было? ",
    variants: ["Носорог", "Иероглиф", "Купола"],
    correct: 0,
  },
  {
    title: "[8] Когда у меня день рождения? ",
    variants: ["1994.12.30", "1993.12.30", "1894.30.12"],
    correct: 2,
  },
  {
    title: "[9] Моя любимая птица? ",
    variants: ["Попуг", "Сова", "Ястреб"],
    correct: 2,
  },
  {
    title: "[10] Какой жанр музыки я люблю больше всего? ",
    variants: ["Метал 🤟", "Классика", "Электроника"],
    correct: 0,
  },
];
